<!doctype html>
<html>
<head>
<title>隱私權政策</title>
</head>

<body>
<article class="page" id="privacy">
        	<h1 class="page-hd">隱私權政策</h1>
            <div class="page-info">
              
              
              
              <p>1. 您同意四湖羊肉小舖蒐集、處理及利用個人資料之特定目的如下：行銷業務、客戶管理與服務、網路購物業務。</p>

<p>2.四湖羊肉小舖對於您所登錄或留存之個人資料，除四湖羊肉小舖蒐集、處理及利用個人資料之特定目的外，絕不揭露姓名、地址、<br />
&nbsp;&nbsp;&nbsp;信用卡卡號、電子郵件地址及其他依法受保護之個人資料。</p>

<p>3.四湖羊肉小舖將盡力以合理之技術及程序，保障您的個人資料之安全。</p>

<p>4.在下列情況下，四湖羊肉小舖有權查看或提供使用者的個人資料給有權機關、或主張其權利受侵害並提出適當證明之第三人：<br />
※ 依法令規定、或依司法機關或其他有權機關的命令。<br />
※ 為執行四湖羊肉小舖網路會員條款、或使用者違反四湖羊肉小舖網路會員條款。<br />
※ 為維護四湖羊肉小舖網路商店系統之正常運作及安全。<br />
※經當事人書面同意。</p>

<p><span style="line-height: 23.4px;">5.</span>版權所有，盜用必究。</p>

              
              
         		</div>
        </article>
</body>
</html>