<!doctype html>
<html>
<head>
<title>服務條款</title>
</head>

<body>
<article class="page" id="termsService">
        	<h1 class="page-hd">服務條款</h1>
            <div class="page-info">
              	
                
                <p><span style="color: rgb(0, 0, 0);">一、會員服務及權利義務</span></p>

<p>1.歡迎您來到四湖羊肉小舖（以下稱「本網站」），本網站由四湖羊肉小舖(以下簡稱『四湖羊肉小舖』)負責經營。</p>

<p>2.本網站主要提供您以下服務：<br />
．商品銷售及配送服務<br />
．活動資訊提供<br />
．會員相關權益通知<br />
&nbsp; 本網站得依實際情形，增加、修改或是終止相關服務。</p>

<p>3.加入為四湖羊肉小舖網路會員，您還可享有：<br />
&nbsp;．不定期獲得四湖羊肉小舖最新資訊、商品快報及好康活動。</p>

<p>4.若您開始使用本網站所提供之客戶服務時，即視為已知悉並完全同意本使用條款的所有約定並完全接受本服務的項目，您應自行<br />
&nbsp;&nbsp; 注意條款變動，本條款之內容如有異動將於本網站公告。如果您不同意修改的內容，應停止繼續使用本網站之服務。如果您繼續<br />
&nbsp;&nbsp; 使用本網站服務，則視為您已同意並接受本條款等增訂或修改內容之拘束。</p>

<p>5.若您未滿二十歲，應於您的法定代理人閱讀、瞭解並同意本約定書之所有內容及其後修改變更後，方得使用或繼續使用。當您使<br />
&nbsp;&nbsp; 用或繼續使用本網站，即表示您的法定代理人已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</p>

<p>6.本公司保有更改各項服務內容或終止任一違反法律規定或雙方約定之客戶帳戶服務之權利。此外本公司亦有權於任何時間基於需<br />
&nbsp;&nbsp; 要修改或變更本條款內容，並將修改內容於本網站公告。</p>

<p><span style="color: rgb(0, 0, 0);">二、客戶帳號、密碼與安全</span></p>

<p>1.您註冊網路會員時必須填寫確實資料，若發現有不實之登錄，或原所登錄資料已不符合真實而未更新，四湖羊肉小舖保留隨時暫停或終<br />
&nbsp;&nbsp; 止您網路會員資格及使用各項服務資格之權利。若您冒用他人名義，並造成其他會員或本站之損失，四湖羊肉小舖將保留追訴權，並提<br />
&nbsp;&nbsp; 供相關資料給警調單位調查。</p>

<p>2. 為維護您的權益，請妥善保管您的網路會員帳號（以下簡稱帳號）及密碼，且每次連線完畢，均結束您的帳號使用, 同時，您應<br />
&nbsp;&nbsp;&nbsp; 嚴防個人資料、付款資料（包含信用卡資料）及密碼外洩。您的帳號、密碼如有遺失或被竊之慮或有其他任何安全問題發生時，<br />
&nbsp;&nbsp;&nbsp; 應即時通知四湖羊肉小舖網路商店並作修改，以免損害您本身權益，以同一個帳號和密碼進入後所進行的所有行為，都將被認為是該會<br />
&nbsp;&nbsp;&nbsp; 員本人的行為，若因您自行洩露帳號及密碼所造成之損害及法律責任，四湖羊肉小舖網路商店不負連帶責任，利用該帳號及密碼所進行<br />
&nbsp;&nbsp;&nbsp; 的一切行動，您將負完全的責任。</p>

<p><span style="color: rgb(0, 0, 0);">三、智慧財產權</span></p>

<p>本網站所使用之軟體或程式及網站上所有內容除事先經四湖羊肉小舖或其權利人之合法授權，任何人不得擅自使用、修改、重製、公開播<br />
送等。如有違反，您應對本公司負損害賠償責任。</p>

<p><span style="color: rgb(0, 0, 0);">四、網路會員隱私權保障</span></p>

<p>1. 您同意四湖羊肉小舖蒐集、處理及利用個人資料於四湖羊肉小舖業務之特定目的如下：行銷業務、客戶管理與服務、網路購物業務。</p>

<p>2.本公司對於網路會員所登錄或留存之個人資料，除四湖羊肉小舖蒐集、處理及利用個人資料之特定目的外，除下列情形，絕不揭露網路<br />
&nbsp;&nbsp; 會員之姓名、地址、信用卡卡號、電子郵件地址及其他依法受保護之個人資料。<br />
&nbsp;&nbsp; ※ 依法令規定、或依司法機關或其他有權機關的命令。<br />
&nbsp;&nbsp; ※ 為執行本約定條款、或使用者違反約定條款。<br />
&nbsp;&nbsp; ※ 為維護四湖羊肉小舖網路商店系統之正常運作及安全。<br />
&nbsp;&nbsp; ※ 經當事人書面同意。</p>

<p>3.您同意接受四湖羊肉小舖之「隱私權保障」，四湖羊肉小舖將盡力以合理之技術及程序，保障所有個人資料之安全。</p>

<p><span style="color: rgb(0, 0, 0);">五、暫停服務</span></p>

<p>1.本公司以目前一般認為合理之方式及技術，維護本服務之正常運作。但在下列情況之下，本公司將暫停或中斷本服務之全部或一<br />
&nbsp;&nbsp; 部分，因之對使用者所致任何直接或間接之影響，不負任何賠償或補償責任：<br />
&nbsp;&nbsp; 1-1.對本服務相關軟體設備進行搬遷、更換、升級、保養或維修。<br />
&nbsp;&nbsp; 1-2.使用者有任何違反政府法令或本使用條款情形。<br />
&nbsp;&nbsp;&nbsp;1-3.天災或其他不可抗力之因素所導致之服務中斷或停止。<br />
&nbsp;&nbsp; 1-4.其他不可歸責於本公司之事由所致之服務中斷或停止。<br />
&nbsp;&nbsp; 1-5.非本公司所能控制之事由而致本服務資訊顯示不正確、或遭偽造、竄改、刪除或擷取、或致系統中斷或不能正常運作時。</p>

<p>2.本公司針對可預知之軟硬體維護工作，有可能導致系統中斷或是暫停者，將會於該狀況發生之前，以適當方式告知網路會員。</p>

<p><span style="color: rgb(0, 0, 0);">六、本條款之效力</span></p>

<p>. 本條款所定一部分無效時，不影響其他部份之效力。</p>

                  
                  
         		</div>
        </article>
</html>